import { Container } from '@mui/system';
import { Typography } from '@mui/material';
// eslint-disable-next-line import/no-unresolved
import steps from '../../assets/healthBlog/postsImg/5steps.webp';
import { BlogImg, title } from './style/index';

export const Step = () => (
  <Container>
    <br />
    <strong style={title}>5 Простих Кроків до Здорового Життя</strong>
    <br />
    <br />
    <img style={BlogImg} src={steps} alt="paymentPoint" />

    <Typography fontFamily="Roboto" component="p">
      <br />
      <strong>1. Усвідомте проблему забруднення довкілля</strong>
      <br />
      <br />
      Екологічність — це тренд. Його пропагують зірки, блогери та великі компанії. Проте часом ми сприймаємо свідоме споживання як данину моді, а не необхідність. Для змін цього мало. Треба усвідомити масштаби проблеми. Наприклад, пластик винайшли приблизно в 1855 році. Усе, що ми використали та викинули з того часу, досі є на планеті. Уявіть, ваша перша пляшечка, конструктор і зубна щітка досі лежать на сміттєзвалищах. Ба більше, після вашої смерті вони продовжать там лежати
      Нам здається, що коли треба пояснити незліченну кількість сміття, то варто порівняти з зірками. А може з мікропластиком? Його в океані в 500 разів більше, ніж зірок у небі. Дерево, з якого створюють стаканчик для нашої ранкової кави росте 50 років, а ми її п'ємо 20 хвилин. Вивчіть інформацію, підпишіться на екоблогерів та усвідомте масштаби проблеми. Створіть інформаційне поле, яке спонукатиме до змін.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <br />
      <strong>2. Робіть маленькі, але впевнені кроки</strong>
      <br />
      <br />
      Проблема знайома багатьом дівчатам, які сідають на дієту — крайнощі. Одного дня —  фаст-фуд, а наступного — смузі та пробіжки. Якщо ви таке пробували, то знаєте, що зовсім скоро неминуче завітає зрив і черга під McDonald’s. Потрібно робити повільні кроки, які з часом принесуть значно більший результат, а не заганяти себе у жорсткі рамки. З екожиттям усе працює так само. Радикальні зміни скоріше демотивують вас, ніж навпаки. Enjoy The Wood пропонує йти маленькими кроками до великої мети. Можна розпочати з перегляду того, що вас оточує навколо. Наприклад, дерев’яна мапа світу або постер-міста з дерева завжди нагадуватимуть про важливість збереження екології планети. Також складіть мініплан на найближчих пів року. Наприклад, цього тижня брати каву з дому. Наступного —  ходити в магазин з шопером. А влітку наливати воду у власну багаторазову пляшку.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <br />
      <strong>3. Не купуйте нового, використовуйте те, що вже маєте</strong>
      <br />
      <br />
      Бажання стати більш екологічними часом мотивує нас до зовсім протилежних речей. Ми терміново замовляємо новий стильний шопер, хоча вдома є рюкзак з яким не менш зручно ходити за продуктами. Купуємо бамбуковий стакан для кави, забуваючи про термочашку, яка так само підходить для кави з собою. Звісно, деякі покупки стануть необхідністю, але для початку спробуйте знайти вдома все те, що ви можете вже зараз використовувати: старий шопер, спортивну пляшку для води і всі ті пакети, які у вас зберігаються у великому пакеті. Взагалі основи екожиття починаються зовсім не з сортування сміття, а зі свідомого споживання та зменшення непотрібних покупок.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <br />
      <strong>4. Організуйте побут</strong>
      <br />
      <br />
      Якщо мислити глобально, то варто звернути увагу й на ваш дім. Спробуйте почати з легкого:
      <br />
      замініть всі звичайні лампи на лампи енергозбереження<br />
      вимикайте зарядні пристрої з розетки<br />
      покладіть в бачок для унітазу велике каміння (це зменшить кількість води, яку ви витрачаєте при кожному змиванні)<br />
      вимикайте воду, поки чистите зуби<br />
      використовуйте органічну побутову хімію, адже це безпосередньо випливає на вашу безпеку та, звісно, менше шкодить флорі та фауні.<br />
      Що можна ще зробити?<br />
      <br />
      не вестись на тренди, а купувати додому речі, які прослужать вам не один сезон<br />
      надавати перевагу натуральним матеріалам та вчитись жити мінімалістично.<br />
      Для цього чудово підійде дерев'яна мапа світу на стіну Enjoy The Wood. Вона виготовлена з натуральних та безпечних матеріалів, суперстильна і прослужить вам багато років.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <br />
      <strong>5. Сортуйте сміття</strong>
      <br />
      <br />
      Саме цей пункт зазвичай викликає паніку та хаос у кожного, хто мріє стати eco-friendly. Знову ж таки, почніть з простих і легких кроків — сортуйте папір та скло. У кожному місті та селі можна знайти місця, де приймають таку вторсировину. Потім почніть сортувати пластик, здавати батарейки, відділяти органіку. Згодом ви навчитесь обирати лише той тип пакування, який підлягає переробці. Enjoy The Wood дбає про довкілля, саме тому наші дерев'яні мапи світу упаковуються у картонні коробки, які легко здати на переробку або використовувати повторно.

    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Це були основні 5 пунктів, які допоможуть вам прийти до екологічного життя. Але наша головна порада — не зупиняйтесь. Світ далекий від ідеального, але навіть одна кава налита у власний стакан — це вже крок до чистої планети. Усе починається з вас!
    </Typography>
    <br />
    <br />
  </Container>
);
