import { Container } from '@mui/system';
import { Typography } from '@mui/material';

import steps from '../../assets/healthBlog/postsImg/energy.jpg';
import { BlogImg, title } from './style/index';

export const Energy = () => (
  <Container>
    <br />
    <strong style={title}>Баланс роботи та особистого життя: поради як зберігати енергію і здоров’я</strong>
    <br />
    <br />
    <img style={BlogImg} src={steps} alt="Earth" />

    <Typography fontFamily="Roboto" component="p" sx={{ textAlign: 'justify' }}>
      <br />
      Досягнення здорового балансу між роботою та особистим життям має важливе значення для підтримки загального благополуччя, продуктивності та особистого задоволення. Оскільки сучасне робоче середовище часто вимагає тривалого робочого дня і високого рівня відданості, знайти правильний баланс між професійним і особистим життям може бути непросто. У цій статті ви знайдете поради експертів про те, як зберегти енергію та здоров’я, одночасно орієнтуючись на вимоги як роботи, так і особистого життя.
      <br />
      <br />

      <strong>Встановіть межі та визначте пріоритети</strong>
      <br />
      <br />
      Встановлення чітких меж і пріоритетів може допомогти створити стійкий баланс між роботою та особистим життям:

      Встановіть реалістичні очікування щодо робочого часу та доступності, повідомте про ці межі колегам та керівництву.
      Визначте пріоритети особистих зобов’язань, таких як сім’я, хобі та догляд за собою, щоб не нехтувати ними.
      Навчіться говорити "ні" додатковій роботі або соціальним зобов’язанням, якщо це необхідно для захисту вашого добробуту.
      <br />
      <br />
      <strong>Ефективно керуйте часом</strong>
      <br />
      <br />
      Ефективний тайм-менеджмент має вирішальне значення для підтримання здорового балансу між роботою та особистим життям:

      Плануйте свій день заздалегідь, виділяючи певні блоки часу для роботи, особистої діяльності та відпочинку.
      Розбивайте завдання на менші, керовані компоненти, щоб зменшити відчуття перевантаження і підвищити продуктивність.
      Обмежте багатозадачність, оскільки вона може знизити ефективність і підвищити рівень стресу.
      <br />
      <br />
      <strong>Культивуйте здоровий спосіб життя</strong>
      <br />
      <br />
      Дотримання здорового способу життя може мати значний вплив на рівень енергії та загальне самопочуття:
      <br />

      Надавайте пріоритет сну, намагаючись спати 7-9 годин на добу для підтримки фізичного та психічного здоров’я.<br />
      Займайтеся регулярною фізичною активністю, включаючи як аеробні, так і силові вправи.<br />
      Зосередьтеся на збалансованому харчуванні, багатому на фрукти, овочі, цільні зерна, нежирні білки та корисні жири.
      <br />
      <br />
      <strong>Розвивайте техніки управління стресом</strong>
      <br />
      <br />
      Ефективне управление стрессом має важливе значення для збереження енергії та здоров'я перед обличчям вимог робочого та особистого життя:

      Використовуйте техніки релаксації, такі як глибоке дихання, медитація або поступове розслаблення м’язів, щоб впоратися зі стресом.
      Створіть мережу підтримки з друзів, сім’ї та колег, щоб ділитися проблемами та шукати порад.
      Визначте особисті тригери стресу та розробіть стратегії, щоб зменшити їхній вплив на ваше самопочуття.
      <br />
      <br />
      <strong>Підтримуйте соціальні зв’язки</strong>
      <br />
      <br />
      Міцні соціальні зв’язки є життєво важливими для загального здоров’я і можуть допомогти врівноважити стрес, пов’язаний з роботою:

      Заплануйте регулярні соціальні заходи з друзями та родиною, щоб залишатися на зв’язку та підтримувати стосунки.
      Беріть участь у хобі або групових заходах, які відповідають вашим інтересам і надають можливості для соціальної взаємодії.
      Зверніться за підтримкою до колег або професійних мереж, щоб обмінятися досвідом і налагодити зв’язки.

      Підтримка здорового балансу між роботою та особистим життям вимагає цілеспрямованості, самосвідомості та постійних зусиль. Встановлюючи межі, ефективно розподіляючи час, культивуючи здоровий спосіб життя, розвиваючи техніки управління стресом і підтримуючи соціальні зв’язки, ви зможете забезпечити повноцінне і стабільне як професійне, так і особисте життя. Пам’ятайте, що збалансований підхід до роботи та життя не лише підтримує загальне благополуччя, але й підвищує продуктивність та задоволеність у всіх аспектах життя.
    </Typography>
    <br />
    <br />
  </Container>

);
