import { Container } from '@mui/system';
import { Typography } from '@mui/material';

import steps from '../../assets/healthBlog/postsImg/rede.jpg';
import { BlogImg, title } from './style/index';

export const Rede = () => (
  <Container>
    <br />
    <strong style={title}>Поради для більш здорового життя</strong>
    <br />
    <br />
    <img style={BlogImg} src={steps} alt="Earth" />

    <Typography fontFamily="Roboto" component="p">
      <br />
      Наше тіло наш храм, і ми повинні піклуватися про нього, щоб бути здоровими і добре себе почувати. Основна частина людей рідко піклується про здорове харчування і спосіб життя, але при цьому їх дуже турбує як вилікуватися від різних хвороб, схуднути, повернути натуральний колір шкіри і відчути легкість в тілі. Подумайте про своє тіло як про вашу фізичну оболонку, яка необхідна Вам для життя.
      <br />

      Сьогодні, життєво важливі органи (нирки, серце, легені, жовчний міхур, печінка, шлунок, кишечник тощо) можуть працювати добре, але це не означає, що так буде завжди. Тому, щоб ви були здорові завтра, вам вже сьогодні потрібно подбати про своє здоров’я.
      <br />
      Хороше здоров’я залежить не тільки від правильного харчування і фізичних вправ, також необхідно мати гарне психічне здоров’я, здорову самооцінку і вести здоровий спосіб життя. У цій статті представлені 45 порад, які допоможуть вам бути здоровими не тільки сьогодні, але і в майбутньому.
      <br />
      <br />
      <strong>1. Пийте більше води.</strong>
      <br />
      <br />
      Більшість з нас насправді не пити достатньо води кожен день. Вода необхідна для нашого організму, щоб тіло правильно функціонувало. Ви знаєте, що більше 60% нашого тіла складається з води? Саме тому так важливо пити регулярно хорошу воду, щоб правильно працював організм, віддалялися з організму шлаки і відбувався правильний обмін речовин. Регулярно слід пити воду, так як вона постійна залишає наш організм через сечу, випорожнення, піт і дихання. Кількість води, що нам потрібно залежить від різних факторів, таких як вологість, вашої фізичної активності, ваш вагу, але в цілому ми повинні пити хоча б пару літрів в день чистої води.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <br />
      <strong>2. Достатня кількість сну.</strong>
      <br />
      <br />
      {/* eslint-disable-next-line max-len */}
      Якщо ви не виспалися, значить, ви не змогли відновити сили і протягом дня ви будете млявим і щоб хоч якось заповнити енергію, вас буде тягнути до дрібних перекусу, які часто належать до нездорової їжі. Побільше відпочивайте і вам не потрібно буде їсти, щоб підбадьоритися. Крім того, недолік сну викликає передчасне старіння.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <br />
      <strong>3. Активний спосіб життя.</strong>
      <br />
      <br />
      Фізичну активність потрібно підтримувати не тільки 2 рази на тиждень по годині, займаюся фітнесом. Фізично активним вам слід бути кожен день. Рух — це життя. Дослідження показали, що регулярна фізична активність приносить величезну користь для нашого здоров’я , у тому числі збільшення тривалості життя, зниження ризику захворювань, поліпшення роботи організму і втрати ваги. Якщо є можливість, то замініть транспорт на ходьбу, ліфт на сходи. Робіть гімнастику в домашніх умовах.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <br />
      <strong>4. Їжте більше фруктів та овочі.</strong>
      <br />
      <br />
      Плоди містять безліч вітамінів і мінералів. Чи знаєте ви, що апельсини дають набагато більше користі для здоров’я, ніж вітамін C? Будь-які вітаміни і таблетки не можуть замінити фрукти, в яких природою закладені корисні речовини і мінерали.
      <br />
      <br />
      Як і фрукти, овочі мають важливе значення для поліпшення нашого здоров’я. При можливості потрібно щодня споживати овочі, а ще краще, якщо вони будуть основою вашого харчування.<br />
      <br />
      Фрукти і овочі з яскравими квітами, як правило, містять багато антиоксидантів. Антиоксиданти є хорошим матеріалом для здоров’я, так як вони видаляють вільні радикали в нашому організмі, які завдають шкоди нашим клітинам.<br /><br />
      Чим більше добавок містять продукти і чим більше обробляли продукти при їх готуванні, тим менше користі вони приносять людському організму. Оброблені продукти погані тим, що вони втрачають найбільш поживну цінність при обробці і містять консерванти, які шкідливі для нашого здоров’я.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <br />
      <strong>5. Любіть себе.</strong>
      <br />
      <br />
      Задумайтеся, на скільки ви любите себе за шкалою від 1–10? Якщо набрали менше п’яти балів, то задумайтеся чому так сталося. Якщо ви себе самі не любите і погано про себе думаєте, то оточуючі тим більше не будуть любити вас. Будьте позитивні в свою сторону і знайдіть у себе ті якості, за які вас можна любити і цінувати.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Позитивне психічне здоров’я є важливою частиною здорового способу життя. Не варто тримати поряд з собою постійно негативно налаштованих людей, так як вони можуть негативно вплинути на ваше самопочуття і життя.
    </Typography>
    <br />
    <br />
  </Container>
);
