/* eslint-disable max-len */
export const goods = {
  mainCategory: 'Ліки від кашлю, застуди та грипу',
  subCategory: 'Додаткова категорія',
  name: 'Креон 10000',
  price: 277,
  discount: 5,
  productOfTheDay: true,
  useful: true,
  img: [
    'https://cutt.ly/460ca5Q',
    'https://cutt.ly/660cxK4',
    'https://cutt.ly/E60cOFO',
    'https://cdn.tabletki.ua/_images/goods/44db9248-4c33-462a-8a49-f3253d5dc6a1/1/AAAAAAnhZ5Y/img_original_2.jpg',
    'https://cdn.tabletki.ua/_images/goods/44db9248-4c33-462a-8a49-f3253d5dc6a1/1/AAAAAAnhZ5Y/img_original_3.jpg'
  ],
  rating: '4',
  quantity: '20',
  article: '25563',
  characteristics: {
    manufacturer: 'Эбботт, США',
    activeSubstance: 'Панкреатин',
    bestBeforeDate: 'Длинный срок',
    brand: 'Lirina'
  },
  instruction: {
    manufacturer: {
      title: 'Виробник',
      value: 'Ебботт, США'
    },
    brieflyAbout: {
      title: 'Коротко про товар',
      value: 'Не следует, однако забывать, что дальнейшее развитие различных форм деятельности'
    },
    indications: {
      title: 'Показання',
      value:
        'Недостатність екзокринної функції підшлункової залози у дорослих і дітей, яку спричиняють: муковісцидоз,хронічний панкреатит,панкреатектомія,гастректомія,рак підшлункової залози, операції з накладенням шлунково-кишкового анастомозу (наприклад, гастроентеростомія за Більротом II), обструкція панкреатичної чи загальної жовчної протоки (наприклад, пухлиною) та інші захворювання, що супроводжуються екзокринною недостатністю підшлункової залози.'
    },
    howToTake: {
      title: 'Як приймати, курс прийому та дозування',
      value:
        'Під час лікування препаратами Креон® 10000, Креон® 25000,   Креон® 40000   дуже важливим є вживання достатньої кількості рідини, особливо в період її підвищеної втрати. Дефіцит рідини може посилити запори.Дозування при муковісцидозі:– початкова доза для дітей до 4-х років складає 1000 ОД ліпази на кілограм маси тіла під час кожного прийому їжі і для дітей віком від 4-х років – 500 ОД ліпази на кілограм маси тіла під час кожного прийому їжі. Дозу слід підбирати індивідуально, залежно від тяжкості захворювання, контролю стеатореї і підтримки належного нутритивного статусу.Підтримуюча доза для більшості пацієнтів не має перевищувати 10000 ОД ліпази на кілограм маси тіла на добу.Дозування при інших видах екзокринної недостатності підшлункової залози: – дозу слід підбирати індивідуально, залежно від ступеня порушення травлення і жирового складу їжі.Звичайна початкова доза складає від 10000 до 25000 ОД ліпази під час кожного основного прийому їжі. Однак не виключено, що деяким хворим необхідні вищі дози для усунення стеатореї і підтримання належного нутритивного статусу. Відповідно до загальноприйнятої клінічної практики вважається, що з їжею слід вжити щонайменше від 20000 до 50000 одиниць ліпази. Доза для прийому під час основних прийомів їжи (сніданку, обіду чи вечері) може бути від 20000 до 75000 ОД ліпази, а при додатковому легкому харчуванні між основними прийомами їжі – від 5000 до 25000 ОД ліпази.'
    },
    description: {
      title: 'Як приймати, курс прийому та дозування',
      value:
        'Креон® містить панкреатин свинячого походження у формі вкритих кишково розчинною оболонкою (стійкою до кислого середовища) мінімікросфер у желатинових капсулах. Капсули швидко розчиняються у шлунку, вивільняючи сотні мінімікросфер за мультидозовим принципом, що забезпечує добре перемішування з вмістом шлунка, транспорт зі шлунка разом з його вмістом та після вивільнення — гарний розподіл ферментів усередині вмісту кишечнику. Коли мінімікро сфери потрапляють до тонкого кишечнику, оболонка швидко розчиняється (при pH > 5,5), вивільняючи ферменти з лі політичною, амілолітичною та протеолітичною активністю, що забезпечує розщеплення жирів, вуглеводів та білків. Продукти панкреатичного травлення після цього всмоктуються або одразу,   або після подальшого гідролізу кишковими ферментами.'
    },
    functionalBenefits: {
      title: 'Функціональні переваги',
      value:
        'За даними клінічних досліджень, загальна частота побічних реакцій під час прийому панкреатину не відрізнялася порівняно з плацебо.'
    },
    storageConditions: {
      title: 'Умови зберігання',
      value:
        'Зберігати в оригінальній упаковці при температурі не вище 30оС. Зберігати в недоступному для дітей місці.'
    },
    bestBeforeDate: {
      title: 'Термін придатності',
      value: '2 роки'
    },
    activeSubstance: {
      title: 'Діюча речовина',
      value: 'Панкреатин'
    },
    dosageForm: {
      title: 'Лікарська форма',
      value: 'Таблетки'
    }
  },
  reviews: [
    {
      authorName: '2',
      icon: '2',
      rating: '4',
      mainText: '2',
      dateReview: '2',
      countLike: '2',
      countDislike: '2',
      answers: [
        {
          answerName: '4',
          icon: '4',
          answerText: '4'
        }
      ]
    }
  ]
};
