import { Container } from '@mui/system';
import { Typography } from '@mui/material';

export const Company = () => (
  <Container>
    <br />
    <br />
    <Typography fontFamily="Roboto" component="p">Місія — основна ідея заради якої працює організація, це те, що її надихає на розвиток і якісні зміни. Для нас здорова нація — це здорова процвітаюча країна. Наша місія — забезпечити населення якісними медикаментами та виробами медичного призначення за доступною ціною, а отже підвищити якість життя населення. Також надавати знання, щоб мінімізувати кількість помилок та побічних ефектів при використанні ліків.</Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      З давніх часів люди вивчали і широко використовували силу природи – лікарські трави. З покоління в покоління, від старших до молодших, переходила, як родинний спадок, наука траволікування (фітотерапії). C початку 20-го століття заготівля та роздрібна реалізація лікарських рослин все більше переходить з приватних рук до спеціалізованих підприємств. Такі підприємства розташовувалися в місцях масового зростання лікарських трав і рослин.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Українське Полісся – край лісів, озер і річок, лук і пагорбів. Рослинний світ – це диво Полісся. Тільки в Центральному (Житомирському) Поліссі росте близько 2000 видів рослин.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">

      У 1925 році саме в Житомирському районі була закладена плантація лікарських рослин, під яку спочатку було виділено 15,5 десятин землі.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      У 1928 році на базі житомирської плантації лікарських рослин була побудована калориферна сушка. З цього моменту плантація отримала можливість надавати вирощеним на ній лікарським рослинам готову для реалізації форму і можливість поставляти її в аптечну мережу для приготування ліків, а також продавати за кордон.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      На сьогоднішній день компанія є безперечним лідером українського ринку фітопрепаратів. Наші покупці віддають перевагу якісній продукції, якій можна довіряти.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Компанія заготовляє лікарську рослинну сировину в екологічно чистих регіонах України і зарубіжних країн.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      На підприємстві діє система багатоступінчастого контролю якості продукції, яка включає перевірку вхідної рослинної сировини, контроль на проміжних етапах і контроль готової продукції. Сучасна лабораторія підприємства дозволяє проводити випробування за всіма показниками якості та безпеки лікарської рослинної сировини згідно з вимогами Державної Фармакопеї України та інших нормативних актів.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Значна увага приділяється контролю лікарської рослинної сировини, що надходить на виробництво, на наявність радіонуклідів, цезію-137 та стронцію-90, а також вміст важких металів – свинцю, кадмію, ртуті, миш'яку.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Для якісного та кількісного визначення різних груп діючих речовин в лікарській рослинній сировині в лабораторії використовують метод тонкошарової хроматографії, високоефективної рідинної хроматографії, а також спектрофотометричний метод.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Таким чином, сьогодні в компанії функціонує система якості, яка забезпечує виробництво найякіснішої продукції на ринку, що відповідає всім вимогам належної виробничої практики (GMP), що пред'являються до лікарських засобів рослинного походження.
    </Typography>
    <br />
    <br />
    <br />
  </Container>
);
