import { Container } from '@mui/system';
import { Typography } from '@mui/material';

export const EditorialPolicy = () => (
  <Container>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <strong>Редакційна політика</strong>
      <br />
      <br />
      Довіру потрібно заслужити, ми це розуміємо, саме тому важжаємо за необхідне розповісти, як podorozhnyk.com створює та публікує актуальний, науково доводенний та зрозумілий контент.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Інформацию про здоровья знайти в інтернеті — не проблема. Знайти те, що можна зрозуміти — важче, а ту яку ще й актуалізують та додають посилання на дослідження ще важче. Редакція сайту це змінює. Ми робимо інформацію про здоров'я зрозумілою і доступною, щоб ві мали можливість приймати оптимальні рішення щодо свого здоров’я та здоров’я своєї сім’ї.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Сфери регулювання редакційної політики
      <br />
      <br />
      Iснуюча редакційна політика регулює такі сфери діяльності і комунікації веб-сайту з клієнтами:
      <br />
      головна сторінка Сайту;
      <br />
      каталог товарів;
      <br />
      навігація всіх сторінок Сайту;
      <br />
      картки товарів (інструкція, характеристика, опис, підбір аналогів);
      <br />
      опис акцій, програм лояльності, купонів і знижок;
      <br />
      статті блогу, огляди, дайджести, новинні оголошення;
      <br />
      email-розсилка, спливаючі повідомлення, інформування в чаті.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Контент на сайті не призначенний для використання в цілях лікування або диагностики. Про будь-які зміни в своєму самопочутті краще повідомити свого лікаря. Не треба нехтувати медичними порадами та відкладати відвідування медичного закладу через те, що ви прочитали на нашому сайті, додатку або в іншому каналі зв’язку корисну інформацію.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Якщо у вас виникають питання, щодо вашого здоров’я або будь-якого захворювання, будь ласка, звертайтеся до свого лікаря. Сайт може лише ознайомити вас з питань захворювань, лікування и здоровья, але не замінить консультацію фахівця.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Перевірение джерело — першоджерело (наукова стаття, дисертація, огляд наукового дослідження), що володіє переконливими, але не досить достовірними даними, тому потребує перевірки на достовірність медичним експертом. Проходить обов'язкову верифікаційну перевірку уповноваженим цензором з вищою медичною або фармацевтичною освітою на відповідність фактів дійсності і науковій доказовості.
    </Typography>
    <br />
    <br />
  </Container>
);
