import { Container } from '@mui/system';
import { Typography } from '@mui/material';

export const Marketing = () => (
  <Container>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <strong>Реклама на сайті</strong>
      <br />
      <br />
      Сайт отримує фiнансування від спонсорського контенту та реклами. Це дозволяє нам покривати частину витрат і робити для вас ще більш якісний сервіс.  Ми абсолютно незалежні в створенні контенту. Спонсори та рекламодавці не мають жодного впливу на наш контент и послуги, що ми надаємо. Ми розробили спеціальні правила для реклами та спонсорства, щоб реклама ніколи не заважала роботі редакції, нашій чесності та надійності.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Вся реклама, яку ви бачите на Сайті, відповідає принципу корисності та обґрунтованості. Ми не рекламуємо те, що може потенційно завдати шкоди або не несе доказаної користі. Ми завжди помічаємо рекламний або спонсорский контент. Інколи ми можемо створювати спільний контент зі спонсорами, але ми ніколи не суперечимо корисності та благополуччю
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Ми перевіряємо кожне рекламне оголошення, яке нам надсилають рекламодавці та на свій розсуд визначаємо, що та де саме буде розміщено на нашому сайті. Ми залишаємо за собою право видали, скасувати або заблокувати будь-яку рекламу об’яву на Сайті в будь-який час та з будь-якої причини. Такої причиною може стати скарга на оголошення або ризик можливою шкоди. Про це ми негайно повідомляємо рекламодавця з роз'ясненням причини
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Ми приймаємо не всі рекламні об'яви, які нам надходять. Ми проводимо ретельну фильтрацію всього, що нам надсилають. Ми не затверджуємо розміщення, наприклад, неточної реклами. Також ми можемо відмовити якщо реклама може нести потенційну шкоду або суперечить здоровому глузду. Реклама лікарських засобів та товарів медичного призначення дозволена тільки тим, що визначені Міністерством охорони здоров'я України і Державним реєстром лікарських засобів України. При цьому рекламовані товари повинні бути присутніми на ринку і бути легко доступними.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      В жодному разі ми не підтримуємо товари або послуги, які рекламируются. Хоча в якості реклами, на нашому сайті з’являються товари або послуги, як ні за яких обставин це не може бути розглянуто, як схвалення рекламних товарів або послуг. Інколи ми можемо складати рейтинги лікарських засобів або іншої медичної продукції. Ні які рекламні або фінансові взаємовідносини не впливають на нашу роботу під час складання тих чи інших рейтингів.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Будь-яка реклама на сайті завжди має чітку и недвозначку позначку «Акція» або «Промо». Натиснувши на рекламне баннер або оголошення, відвідучач перейде на спеціальну, рекламну сторінку. На ній будуть умови акції та товари. Редакційний контент, який іноді може бути спонсорований рекламодавцями, регулюється редакційною політикою. Верифікується редакторською командою та командою медичних експертів.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      При створенні контенту, наша команда може посилатися на товари чи медикаменти, що продаються на сайті. В таких матеріалах використовуються лише ті товари, що на думку автора можуть бути корисними для наших відвідувачів. Незважаючи на те, що товари освітлені в статтях обіраются незалежно нашою командою, ми хочему, щоб ві розуміли, що сайт отримує прибуток, коли ви робите покупку товару, що зазначений у статті.
    </Typography>
    <br />
    <br />
  </Container>
);
