import { Container } from '@mui/system';
import { Typography } from '@mui/material';

export const Pay = () => (
  <Container>
    <br />
    <br />
    <Typography fontFamily="Roboto" component="p">
      <strong>Способи оплати</strong>
      <br />
      <br />
      Оплата при отриманні
      <br />
      Ви можете сплатити замовлення при отриманні в аптеці готівкою чи картокою. Усі наші аптеки приймають готівковий та безготівковий розрахунок. Сплата відбувається безпосередньо на касі в аптеці, яку ви обрали для отримання замовлення. Для оплати в аптеці при оформленні замовлення оберіть пункт «В аптеці карткою або готівкою».
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Оплата на сайті
      <br />
      Ви можете зробити замовлення, наприклад, для своєї бабусі та сплатити його одразу. Отримувачу потрібно лише назвати свій номер телефону та отримати своє замовлення. Для цього виберіть пункти «Одержувач інша людина» та «Оплата карткою на сайті». Це безпечно та значно прискорює отримання замовлення.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Оплата з використанням бонусів
      <br />
      Бонуси нараховуються за кожне ваше замовлення. Ви можете сплатити замовлення з використанням бонусів та таким чином економити кошти на лікарських засобах. Накопиченими бонусами ви можете сплатити частину або все замовлення, так, ви можете сплатити до 100% від суми вашого замовлення.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Повернення коштів
      <br />
      При сплаті карткою на сайті ваші кошти не списуються з вашої карти, а «резервуються». Якщо ви не отримали замовлення з будь-якої причини, кошти повертаються автоматично протягом 3 банківських днів. Повернення коштів після отримання замовлення можливе, але відповідно до наказу МОЗ від 19 липня 2005 р. № 360 та Постанови КМУ від 19.03.1994 р. № 172 : «Лікарські засоби та вироби медичного призначення належної якості, відпущені з аптек та їх структурних підрозділів, поверненню не підлягають». Докладніше про умови повернення товарів.
    </Typography>
    <br />
    <br />
  </Container>
);
