import { Container } from '@mui/system';
import { Typography } from '@mui/material';

export const Terms = () => (
  <Container>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <strong>Політика конфіденційності</strong>
      <br />
      <br />
      Ця політика конфіденційності і захисту персональних даних (далі — Політика) має на меті дати роз’яснення, яка інформація користувача буде збиратися ТОВ «КЛІКІС» при доступі до веб-сайту, до інших пов'язаних веб-сайтів (піддоменів) та до будь-яких послуг, що надаються ТОВ «КЛІКІС», яких може стосуватися ця Політика. Відображатиметься Політика, а також всі інші види зв'язку з Вами за допомогою письмових або усних засобів, таких як електронна пошта або телефон. Політика містить способи використання зібраної інформації, як користувач може контролювати збір, зміну і/або видалення інформації та способи зворотнього зв’язку у разі виникнення такої необхідності.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Ця Політика поширюється на персональні дані, отримані як до, так і після її введення в дію. Використані нами методи забезпечення конфіденційності розроблені для забезпечення високого рівня захисту Ваших персональних даних. Отримана інформація не буде використовуватися нами чи передаватися будь-якій іншій особі, крім випадків, описаних у цій Політиці конфіденційності. Ця Політика визначена і регулюється Угодою використання, доступною на цьому сайті.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Метою Політики є доведення до Вас необхідної інформації, яка дозволить оцінити, який обсяг персональних даних оброблятиметься, цілі та методи їх обробки і забезпечення безпеки. При використанні нашого сервісу Ви, повідомивши нам свої персональні дані, в тому числі за допомогою третіх осіб, надаєте свою згоду на обробку своїх персональних даних відповідно до цієї Політики.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      У разі незгоди з умовами цієї Політики, Ви зобов'язані припинити використовувати наш сервіс. Нами не перевіряється достовірність персональних даних, наданих Вами, ми не маємо можливості оцінювати Вашу дієздатність. При цьому ми припускаємо, що Ви дієте сумлінно, обачно, надаєте достовірні та достатні персональні дані, а також докладаєте всіх необхідних зусиль у підтримці таких даних в актуальному стані і не порушуєте права третіх осіб.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Погоджуючись з умовами цієї Політики, Ви підтверджуєте, що на момент збору персональних даних Ви обізнані про осіб, яким передаються персональні дані, зміст і цілі збору персональних даних, Ви повідомлені. Ви підтверджуєте (гарантуєте), що персональні дані, які передали нам на обробку, передані за згодою власника/власників персональних даних і в межах чинного Законодавства.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Ви також погоджуєтеся з тим, що Власник персональних даних має право надавати доступ та передавати Ваші персональні дані третім особам без будь-яких додаткових повідомлень, виключно у тому випадку, якщо при цьому не змінюється мета їх обробки, і тільки у випадках, передбачених цією Політикою конфіденційності та/або законодавством України. Особи віком до 18 років не зобов’язнаі надавати персональну інформацію через Онлайн-сервіс. Нами не здійснюється цілеспрямоване збирання персональної інформації щодо осіб молодше 18 років. Батьки та опікуни повинні постійно контролювати пов'язану з цим діяльність своїх дітей.
    </Typography>
    <br />
    <br />
  </Container>
);
