import { Container } from '@mui/system';
import { Typography } from '@mui/material';

export const Varranty = () => (
  <Container>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <strong>Гарантії якості</strong>
      <br />
      <br />
      Як електронна медична інформаційна система ми бачимо своїм завданням організацію вибору та доставки якісної продукції аптечного асортименту клієнту. Тому ми співпрацюємо з надійними аптеками-партнерами, яким товари медичного призначення постачають лише великі та перевірені дистриб'ютори в Україні.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      У свою чергу наші аптеки-партнери здійснюють перевірку всіх товарів, що надходять, через систему трирівневого контролю: <br />

      кожен етап реалізації лікарських засобів супроводжується чітким контролем температурного режиму та вологості (перша перевірка відбувається при надходженні продукції на склад, друга – при виході зі складу в аптеку, третя – при прийомі товару в аптеці); <br />
      в аптеках відбувається відстеження продукції з терміном придатності, що закінчується, товар з таким терміном вилучається заздалегідь з реалізації; <br />
      при надходженні продукції в аптеки-партнери уповноважена особа проводить вхідний контроль, перевіряє лікарські засоби на відсутність у Реєстрі документів якості лікарських засобів, обіг яких заборонено в Україні, а також проводить візуальний контроль за такими показниками, як «Маркування», «Упаковка», «Термін придатності».
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      До того ж у кожному аптечному закладі, з яким ми співпрацюємо, покупець може попросити надати сертифікати якості на продукцію та інформацію про виробника чи дистриб'ютора — і ці документи будуть надані.
    </Typography>
    <br />
    <br />
  </Container>
);
