import { Container } from '@mui/system';
import { Typography } from '@mui/material';

export const Agreement = () => (
  <Container>
    <br />
    <Typography fontFamily="Roboto" component="p">
      <strong>Угода про використання</strong>
      <br />
      <br />
      Ми намагаємося надавати достовірну інформацію в усіх матеріалах опубликованних на сайті, що включають як інструкції так і статті блогу, або опис категорії, щоб докладно та максимально точно відповідати на питання відвідувачів. Ми докладаємо максимальних зусиль, щоб надавати вам доведенні та надійні дані, проте ми не несемо відповідальність та не надаємо жодних гарантій, щодо контенту на сайті.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Ви повинні пам’ятати, що вся опублікована на сайті інформація носить суто ознайомчий характер та в жодному разі не є керівництвом до дій. Самолікування може бути небезпечним для вашого здоров'я, і якщо ви наважуєтеся лікуватися без консультації лікаря, то це рішення на ваш страх і ризик.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Будь-яка інформація на не повинна змінювати консультацію з кваліфікованим медичним працівником. Жодне, навить найповніше інформування не повинно змінювати відвідування лікаря. Усі медичні питання або консультации повинні обговорюватися з вашим лікарем.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Контент на сайті не призначенний для використання в цілях лікування або диагностики. Про будь-які зміни в своєму самопочутті краще повідомити свого лікаря. Не треба нехтувати медичними порадами та відкладати відвідування медичного закладу через те, що ви прочитали на нашому сайті, додатку або в іншому каналі зв’язку корисну інформацію.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Якщо у вас виникають питання, щодо вашого здоров’я або будь-якого захворювання, будь ласка, звертайтеся до свого лікаря. Сайт може лише ознайомити вас з питань захворювань, лікування и здоровья, але не замінить консультацію фахівця.
    </Typography>
    <br />
    <Typography fontFamily="Roboto" component="p">
      Редакція не несе відповідальність за недоцільне використання інформації відвідувачами сайту.
    </Typography>
    <br />
    <br />
  </Container>
);
